{
    "profile": {
        "role": "Desarrollador Front-end",
        "description": "Soy una persona apasionada por el desarrollo de proyectos y el aprendizaje constante, me destaco por mi compromiso y mi capacidad para trabajar en equipo, además de habilidades para la resolución de problemas."
    },
    "experience": {
        "first-job-title" : "Analista de Desarrollo",
        "first-job-dates" : "Junio 2022 - Mayo 2023",
        "first-job-description-uno": "Desarrollo e implementación de un aplicativo para la distribución de productos caninos, liderando un equipo dedesarrollo desde la concepción hasta el ámbito productivo.",
        "first-job-description-dos": "Desarrollo e implementación de una interfaz para una cooperativa financiera cumpliendo con las fases de desarrollo como la planeación, análisis, implementación. Hasta su salida en producción.",
        "first-job-description-tres": "Identificación y resolución de Bugs generados en el ambiente de producción. ",
        "second-job-title" : "Ingeniero de software",
        "second-job-dates" : " Julio 2023 - Enero 2024",
        "second-job-description-uno": "Investigación y documentación para la implementación de APIS proporcionadas por IBM",
        "second-job-description-dos": "Lideré el desarrollo utilizando BASH para la automatización de procesos empresariales, mejorando la eficiencia y reduciendo tiempos operativos.",
        "second-job-description-tres": "Cumplimiento con el desarrollo como desarrollador fullstack en el equipo para una aplicación de gestión de usuarios desde la parte de diseño hasta el ambiente de pruebas. "        
    },
    "ages": {
        "ages-title":"Años de experiencia"
    },
    "projects" : {
        "first-project-title" : "Blackjack",
        "first-project-description": "Bienvenido a 'Blackjack en la Web', un emocionante proyecto que te sumerge en la experiencia clásica del juego de cartas Blackjack directamente desde tu navegador. Este proyecto combina las tecnologías web fundamentales: HTML, CSS y JavaScript, para ofrecer una experiencia de juego interactiva y atractiva.",
        "second-project-title": "GifApps",
        "second-project-description":"Explora la diversión visual con nuestro proyecto 'Gifs App', una aplicación web dinámica que utiliza el poderoso framework Angular para ofrecer una experiencia de búsqueda y descubrimiento de GIFs enriquecida y fácil de usar.",
        "third-project-title": "Login",
        "third-project-description":"Bienvenido a nuestro proyecto de Sistema de Autenticación con Angular y MongoDB, una solución robusta y segura que utiliza las tecnologías modernas Angular y MongoDB para gestionar el proceso de inicio de sesión de manera eficiente.",
        "fourth-project-title": "Calculator",
        "fourth-project-description":"¡Bienvenido a la Calculadora Interactiva con JavaScript, un proyecto diseñado para brindarte una herramienta de cálculo versátil y fácil de usar! Esta aplicación te permite realizar operaciones matemáticas de manera rápida y eficiente directamente desde tu navegador, gracias a la potencia de JavaScript."
    }

}