{
    "profile": {
        "role": "Desarrollador Front-end",
        "description": "Soy una persona apasionada por el desarrollo de proyectos y el aprendizaje constante, me destaco por mi compromiso y mi capacidad para trabajar en equipo, además de habilidades para la resolución de problemas."
    },
    "experience": {
        "first-job-title" : "Analista de Desarrollo",
        "first-job-dates" : "Junio 2022 - Mayo 2023",
        "first-job-description-uno": "Desarrollo e implementación de un aplicativo para la distribución de productos caninos, liderando un equipo dedesarrollo desde la concepción hasta el ámbito productivo.",
        "first-job-description-dos": "Desarrollo e implementación de una interfaz para una cooperativa financiera cumpliendo con las fases de desarrollo como la planeación, análisis, implementación. Hasta su salida en producción.",
        "first-job-description-tres": "Identificación y resolución de Bugs generados en el ambiente de producción. ",
        "second-job-title" : "Ingeniero de software",
        "second-job-dates" : " Julio 2023 - Enero 2024",
        "second-job-description-uno": "Investigación y documentación para la implementación de APIS proporcionadas por IBM",
        "second-job-description-dos": "Lideré el desarrollo utilizando BASH para la automatización de procesos empresariales, mejorando la eficiencia y reduciendo tiempos operativos.",
        "second-job-description-tres": "Cumplimiento con el desarrollo como desarrollador fullstack en el equipo para una aplicación de gestión de usuarios desde la parte de diseño hasta el ambiente de pruebas. "        
    },
    "projects" : {
        "first-project-title" : "Blackjack",
        "first-project-description": "Bienvenido a 'Blackjack en la Web', un emocionante proyecto que te sumerge en la experiencia clásica del juego de cartas Blackjack directamente desde tu navegador. Este proyecto combina las tecnologías web fundamentales: HTML, CSS y JavaScript, para ofrecer una experiencia de juego interactiva y atractiva."
        
    }

}